app/controllers/landings_controller.rb

SELECT  "users".* FROM "users"  ORDER BY "users"."id" ASC LIMIT 1
---
  def show
    @user = User.first